//DAILY01  JOB (ACCT01),'DAILY AFTER-SALES',CLASS=A,MSGCLASS=X
//* DAILY01 - daily customer and warranty processing (SYNTHETIC)
//STEP010  EXEC PGM=CUST001
//STEPLIB  DD DSN=PROD.LOADLIB,DISP=SHR
//STEP020  EXEC PROC=WARRANTY
//STEP030  EXEC PGM=WARR001
//SYSOUT   DD SYSOUT=*
