//WARRBTCH JOB (ACCT03),'WARRANTY BATCH',CLASS=C,MSGCLASS=X
//* WARRBTCH - warranty batch window (SYNTHETIC)
//STEP010  EXEC PROC=WARRANTY
//STEP020  EXEC PGM=WARR002
//SYSOUT   DD SYSOUT=*
